[
  {
    "id": "Phjob-1",
    "logo": "https://i.ibb.co/t4L8QL9/google-1-1-1.png",
    "title": "Technical Database Engineer",
    "companyName": "Google LLC",
    "jobType": "Onsite",
    "location": "New York, United States",
    "jobNature": "Fulltime",
    "salary": "100k - 150k",
    "jobDesc": "Documenting code and development processes: Document the code and development processes to ensure that other developers can understand how the application works and how it can be maintained and updated. They also create user documentation to help end-users understand how to use the application.",
    "jobResponsibility": "Building and maintaining front-end & back-end infrastructure: Candidate will be responsible for building and maintaining the front-end & back-end infrastructure of web applications. This includes developing server-side logic, databases, and APIs using PHP and JavaScript framework.",
    "education": "Bachelor of Science (BSc) in CSE",
    "experience": "3+ years’ experience in back-end & front-end development, especially in Laravel and Vue.js",
    "contact": "google@gmail.com"
  },
  {
    "id": "Phjob-2",
    "logo": "https://i.ibb.co/MNQsRyt/netflix-4-1.png",
    "title": "Senior Product Designer",
    "companyName": "Netflix",
    "jobType": "Onsite",
    "location": "California, USA",
    "jobNature": "Fulltime",
    "salary": "80k-120k",
    "jobDesc": "ASAI Management Services Ltd. (AMSL) is a fully owned entity of ASA International Group PLC (ASAI), a multinational conglomerate enlisted in London Stock Exchange. ASAI delivers microfinance services to 2.2 million clients in 13 countries in Asia and Africa. Among other services, AMSL also develops, implements and maintains all software necessary for entities of ASAI in different countries. AMSL IT team is comprised of 70+ professionals divided into Programming, Quality Assurance, Implementation Management, and Infrastructure Management teams.",
    "jobResponsibility": "Develop financial application writing efficient code using .net technologies. Writing testable program following proper architectural design Maintain proper documentations following standard guidelines Working on enhancement, bug fixing and change request on existing application.R&D on new tools, technologies and methodologies.",
    "education": "Minimum Bachelor in Computer Science / Engineering",
    "experience": "At least 3 years in required field",
    "contact": "netflix@gmail.com"
  },
  {
    "id": "Phjob-3",
    "logo": "https://i.ibb.co/y42kLtT/tesla-9-1.png",
    "title": "Software Engineer",
    "companyName": "Tesla",
    "jobType": "Onsite",
    "location": "Texas, USA",
    "jobNature": "Part time",
    "salary": "150k-200k",
    "jobDesc": "We are looking for some Mid-level Software engineers on PHP Laravel and React.JS Programmers to integrate API. As a full-stack developer, you`ll develop and design front and back-end web architecture.",
    "jobResponsibility": "Code canyon-Based Laravel Application Development. Ability to customize Laravel Script Web Application Development for Clients. Backend Development from Pre-made UI of Admin Panel Building Rest APIs Must have knowledge of working with ReactJS",
    "education": "Bachelor of Science (BSc) in CSE",
    "experience": "At least 2 year(s)",
    "contact": "tesla@gmail.com"
  },
  {
    "id": "Phjob-4",
    "logo": "https://i.ibb.co/ggn61YX/Group-10021.png",
    "title": "DevOps Engineer",
    "companyName": "airbnb",
    "jobType": "Remote",
    "location": "LA, USA",
    "jobNature": "Fulltime",
    "salary": "120k-150k",
    "jobDesc": "Kite Games Studio, a leading mobile app development company in Bangladesh, is looking for some talented UI/UX Designers for its Creative Design Department. He/She must collaborate with other teams to develop modern and stunning designs.",
    "jobResponsibility": "Prepare high-quality and eye-catching graphic visuals and elements for our social platforms. Think creatively and develop new design concepts, graphics, and layouts with innovative and world-class content design skills.",
    "education": "Bachelor degree in any discipline",
    "experience": "2 to 4 year(s)",
    "contact": "airbnb@gmail.com"
  },
  {
    "id": "Phjob-5",
    "logo": "https://i.ibb.co/YjPmqPn/instagram.png",
    "title": "UX/UI Designer",
    "companyName": "Instagram",
    "jobType": "Remote",
    "location": "New York, United States",
    "jobNature": "Fulltime",
    "salary": "100k - 150k",
    "jobDesc": "Candidate should have knowledge of multiple front-end languages and libraries (e.g., HTML/ CSS, Bootstrap, PHP, OOP, MySQL, Laravel Framework, JavaScript, ES6, React, Redux, Express Js, Next.js, jQuery, JSON, Socket.io).",
    "jobResponsibility": "You`ll also ensure that applications are responsive, and work with graphic designers to design web features, among other things. Please do not apply if you don`t have direct PHP(Laravel) & React.js development experience.",
    "education": "Bachelor of Science (BSc) in CSE",
    "experience": "At least 2 year(s)",
    "contact": "instagram@gmail.com"
  },
  {
    "id": "Phjob-6",
    "logo": "https://i.ibb.co/z2zPTBS/apple.png",
    "title": "App Developer (Android-1 & ios-1)",
    "companyName": "Apple",
    "jobType": "Onsite",
    "location": "New York, United States",
    "jobNature": "Part time",
    "salary": "100k - 150k",
    "jobDesc": "Mr. Healer is a leading digital healthcare service provider/telemedicine company in Bangladesh. We are looking for a skilled Android App Developer who can manage the front-end work of mobile applications with ownership and multi-task mentality. As an Android App Developer, you will be responsible for designing and developing user interfaces, ensuring seamless integration of all application components, and staying up-to-date with emerging trends and technologies in full-stack development.",
    "jobResponsibility": "Collaborate with back-end developers to ensure seamless integration of front-end and back-end components. Ensure optimal performance and scalability of applications",
    "education": "Minimum Bachelor degree in Computer Sciencet",
    "experience": "At least 2 year(s)",
    "contact": "apple@gmail.com"
  }
]
